{
  "num1": "Determined test criteria and standards from requirement documents; wrote test cases, test scripts and re-wrote SQL queries",
  "num2": "Developed and maintained the Test Cases based on the Test Scenarios and their specifications provided by the Business Analysts using HP QC tool.",
  "num3": "Collaborated with stakeholders to ensure fixed defects/bugs were correctly tested with valid criteria to identify and improve testing approaches.",
  "num4": "Conducted automation testing to ensure all UI elements like fields, text Box, Buttons, dropdown lists, etc., function as designed.",
  "num5": "Performed regression testing to ensure that upgrades/modifications/changes from the last major release. ",
  "num6": "Created and executed automation test scripts for testing business/system functionality using HP QTP automated tools.",
  "num7": "Maintained test environment by adhering revised business rules/regulations and requirements.",
  "num8": "Assisted in investigation and escalation to retest fixed defects and report it in the Kanban board",
  "num9": "Documented details report of fixed bugs in HP QC tracking tool.",
  "num0": "Raised quality issues and potential risk to protect the production environment",
  "num11": "Conducted automation of regression test using IBM Rational Functional Testing tool set as required for the application",
  "num12": "Also conducted manual testing to test the functionality of social assistance delivery systems.",
  "num13": "Participated in weekly meetings for maintenance and development projects ensured all platform requirements were met.",
  "num14": "Re-wrote SQL queries to validate actual versus expected test data.",
  "numm1": "Maintained mobile network in Delhi & Mumbai International Airport.",
  "numm2": "Regularly tested and determined the nature, root cause and location of mobile network failures and ensured that all tests were adhere to audit requirements.",
  "numm3": "Performed regular audits on power/fuel consumption on tower site to identity the optimization of OPEX/CAPEX cost and escalated issues to the management appropriately.",
  "numm4": "Raised/monitored Purchase Requests, Purchase Orders for all telecom vendors in the system using SAP.",
  "numm5": "In person interaction with stakeholders for fulfilling requirement and business operations.",
  "numm6": "Took ownership to conduct daily review meetings with management for ongoing project updates.",
  "numm7": "Self-managed work activities to meet plans, monitor progress, and report status.",
  "numm8": "Involved in the implementation of SAP-ERP as a end user under the project named PRISM.",
  "numm9": "Monitored to ensure adherence to contracted service level agreements.",
  "numm0": "Researched and correlated data from relevant sources to formulate findings and analytical reports.",
  "nummm1": "Provided first level technical support to clients from U.K over the phone and troubleshoot issues associated with hardware during the installation of router/modem and escalated ADSL connection issues appropriately to second level technical support.",
  "nummm2": "Interacted with customers for new Internet plans and troubleshoot software application."  

}
